// autoDocstring - Python Docstring Generator
njpwerner.autodocstring
// Bookmarks
alefragnani.Bookmarks
// Tokyo Night
enkia.tokyo-night
// Prettify JSON
mohsen1.prettify-json
// Rainbow CSV
mechatroner.rainbow-csv
// Vim
vscodevim.vim
// Coverage Gutters (?)
ryanluker.vscode-coverage-gutters
// Open in GitHub
fabiospampinato.vscode-open-in-github
// TODO Highlights v2
jgclark.vscode-todo-highlight
// Markdown Preview Mermaid Support (?)
bierner.markdown-mermaid
//jupyter
ms-toolsai.jupyter
//ruff
charliermarsh.ruff
